Repository: intersective/app
Catalog: projects/v3/src/locales/messages.*.xlf
Languages: es, ja

source: The uploaded file is suspicious and being scanned for potential risk. Please try again later.
es: El archivo cargado es sospechoso y está siendo analizado para detectar posibles riesgos. Vuelva a intentarlo más tarde.
ja: アップロードされたファイルは疑わしいため、潜在的なリスクのためにスキャンされています。後でもう一度お試しください。

source: File size too large
es: Tamaño del archivo muy grande
ja: ファイルサイズが大きすぎる

source: Attachment size has exceeded the size of Math.floor(megabyte)mb please consider downloading the file for better reading experience.
es: El tamaño del archivo adjunto ha superado el tamaño de Math.floor(megabyte)mb por favor considere descargar el archivo para una mejor experiencia de lectura.
ja: 添付ファイルのサイズが Math.floor(megabyte)MB を超えましたので、より快適にご覧いただくために、ダウンロードをご検討ください。

source: Download
es: Descargar
ja: ダウンロード

source: Assessment Submitted
es: Tarea enviada
ja: 提出されたタスク

source: todoItem.meta.reviewer_name has provided feedback
es: todoItem.meta.reviewer_name ha entregado comentarios
ja: todoItem.meta.reviewer_name さんからのフィードバック

source: Please review the assessment
es: Por favor, revisa la tarea
ja: タスクを確認してください

source: file received
es: Archivo recibido
ja: 受信したファイル

source: unreadMessages messages from noOfChats chats
es: unreadMessages mensajes en noOfChats chats
ja: unreadMessages からのメッセージ noOfChats チャット

source: Yesterday
es: Ayer
ja: 昨日

source: Tomorrow
es: Mañana
ja: 明日

source: Overdue this.utcToLocal(dueDate)
es: Atrasado this.utcToLocal(dueDate)
ja: 遅れた this.utcToLocal(dueDate)

source: Due this.utcToLocal(dueDate)
es: Pendiente this.utcToLocal(dueDate)
ja: 期限 this.utcToLocal(dueDate)

source: learner
es: estudiante
ja: 学習者

source: expert
es: experto
ja: エキスパート

source: admin
es: administrador
ja: 管理者

source: admins
es: administradores
ja: 管理者

source: sysadmin
es: administrador de sistema
ja: システム管理者

source: sysadmins
es: administradores de sistema
ja: システム管理者

source: coordinator
es: coordinador
ja: コーディネーター

source: coordinators
es: coordinadores
ja: コーディネーター

source: pending review
es: revisión pendiente
ja: 審査待ち

source: inst_admin
es: administrador de la institución
ja: 機関管理者

source: Save failed.
es: Error al guardar.
ja: 保存に失敗しました.

source: Add a comment
es: agregar un comentario
ja: コメントを追加する

source: Very Poor
es: Muy malo
ja: とても悪い

source: Poor
es: Malo
ja: 悪い

source: Average
es: Promedio
ja: 普通

source: Good
es: Bueno
ja: 良い

source: Excellent
es: Excelente
ja: 素晴らしい

source: Apologies for the inconvenience caused. Something went wrong. Error: err.msg
es: Disculpas por las molestias ocasionadas. Algo salió mal. Error: err.msg
ja: ご迷惑をおかけして申し訳ありません。何か問題が発生しました。エラー: err.msg

source: Save Failed.
es: Error al guardar.

source: Review submission
es: Revisar entrega

source: Check feedback
es: Revisa los comentarios

source: Check task
es: Revisa la tarea

source: Check the message
es: Revisa el mensaje

source: New Feedback
es: Nuevo comentario

source: Feedback received from todoItem.meta.reviewer_name for todoItem.meta.assessment_name
es: Feedback recibido de todoItem.meta.reviewer_name para todoItem.meta.assessment_name

source: New Submission for Review
es: Nueva entrega para revisión

source: Submission received from todoItem.meta.submitter_name for todoItem.meta.assessment_name
es: Entrega recibida de todoItem.meta.submitter_name para todoItem.meta.assessment_name

source: Submission Reminder
es: Recordatorio de entrega

source: Remember to send todoItem.meta.assessment_name task
es: Recuerda enviar la tarea todoItem.meta.assessment_name

source: Remember to send todoItem.meta.assessment_name task before this.utils.dueDateFormatter(todoItem.meta.due_date, true)
es: Recuerda enviar la tarea todoItem.meta.assessment_name antes de this.utils.dueDateFormatter(todoItem.meta.due_date, true)

source: Unread Messages
es: Mensajes no leídos

source: You have unreadMessages unread messages in noOfChats chats
es: Tienes unreadMessages mensajes no leídos en noOfChats chats

source: Unread Message
es: Mensaje no leído

source: You have 1 unread message in 1 chat
es: Tienes 1 mensaje no leído en 1 chat

source: Today
es: Hoy

source: No tasks available.
es: No hay tareas disponibles.

source: OK
ja: オッケー

source: {{ experienceProgress }}% Progress
ja: {{ experienceProgress }}% 進捗状況
