Repository: intersective/app
Catalog: projects/v3/src/locales/messages.*.xlf
Languages: es, ja

source: Congratulations
es: Felicitaciones
ja: おめでとうございます

source: You have earned a new badge
es: Has ganado una nueva insignia
ja: 新しいバッジを獲得しました

source: {{achievement.points}} {achievement.points, plural, =1 {point} other {points}}!
es: {{achievement.points}} {achievement.points, plural, =1 {punto} other {puntos}}!
ja: {{achievement.points}} {achievement.points, plural, =1 {点} other {点}}!

source: {VAR_PLURAL, plural, =1 {point} other {points}}
es: {VAR_PLURAL, plural, =1 {punto} other {puntos}}
ja: {VAR_PLURAL, plural, =1 {点} other {点}}

source: You have remaining tasks in the current activity. Would you like to review them before progressing?
es: Tienes tareas pendientes en la actividad. ¿Te gustaría revisarlas antes de continuar?
ja: 現在のアクティビティには、残りのタスクがあります。先に進める前に確認しますか？

source: REVIEW TASKS
es: Revisar tareas
ja: レビュータスク

source: CONTINUE
es: Continuar
ja: コンティニュー

source: {{ activity.tasks.length }} {activity.tasks.length, plural, =1 {Task} other {Tasks} }
es: {{ activity.tasks.length }} {activity.tasks.length, plural, =1 {Tarea} other {Tareas} }
ja: {{ activity.tasks.length }} {activity.tasks.length, plural, =1 {タスク} other {タスク} }

source: {VAR_PLURAL, plural, =1 {Task} other {Tasks}}
es: {VAR_PLURAL, plural, =1 {Tarea} other {Tareas}}
ja: {VAR_PLURAL, plural, =1 {タスク} other {タクス}}

source: task.submitter.name is working on this
es: task.submitter.name esta trabando está trabajando en esto
ja: task.submitter.name はこれに取り組んでいます

source: in progress
es: En progreso
ja: 進行中

source: overdue
es: pendiente
ja: 遅れた

source: feedback available
es: Comentarios disponible
ja: フィードバックあり

source: This part of the app is still locked. You can unlock the features by engaging with the app and completing all tasks.
es: Esta parte de la aplicación aún está bloqueada. Puedes desbloquear las funciones si utilizas la aplicación y completas todas las tareas.
ja: アプリのこの部分はまだロックされています。アプリに関わり、すべてのタスクを完了することで、機能をアンロックできます。

source: Currently you are not in a team, please reach out to your Administrator or Coordinator to proceed with next steps.
es: No estás en un equipo, por favor ponte en contacto con el coordinador de la experiencia to continuar.
ja: 現在、あなたはチームに所属していません。次のステップに進むには、管理者またはコーディネーターに連絡してください。

source: Save
es: Guardar
ja: セーブ

source: Reviewer Details
es: Detalles revisor
ja: レビュアーの詳細

source: Expert
es: Experto
ja: 専門家

source: Submission Details
es: Detalles actividad
ja: 提出の詳細

source: Learner
es: Estudiante
ja: 学習者

source: Team
es: Equipo
ja: チーム

source: Due Date
es: Fecha entrega
ja: 期日

source: Locked by {{ submission.submitterName }}
es: Bloqueado por {{ submission.submitterName }}
ja: によってロックされた {{ submission.submitterName }}

source: Please wait until the user finishes editing
es: Por favor espera hasta que el usuario termine de editar
ja: ユーザーが編集を終了するまでお待ちください

source: No answer for this question.
es: Sin respuesta
ja: この質問に対する回答はありません。

source: Unsupported question type: {{ question.type }}
es: Tipo de pregunta no soportado: {{ question.type }}
ja: サポートされていない質問タイプです。{{ question.type }}

source: Last saved this.utils.timeFormatter(this.submission.modified)
es: Guardado hace this.utils.timeFormatter(this.submission.modified)
ja: 保存しました this.utils.timeFormatter(this.submission.modified)

source: Required question answer missing!
es: Falta la respuesta a la pregunta obligatoria
ja: 必須の質問の回答がありません!

source: submit review
es: Enviar comentarios
ja: レビューを提出する

source: submit answers
es: Enviar respuestas
ja: 回答を提出する

source: mark feedback as reviewed
es: Marcar comentarios como leídos
ja: フィードバックをレビュー済みとしてマークする

source: continue
es: Continuar
ja: 続ける

source: Mobile Number
es: Número de móvil
ja: 携帯電話番号

source: Country code
es: Código de país
ja: 国名コード

source: Your mobile number is important to get SMS notifications.
es: Tu número es importante para recibir notificaciones.
ja: SMSの通知を受けるには、携帯電話番号が重要です。

source: Update mobile number
es: Modifica tú número de teléfono
ja: 携帯電話番号の更新

source: Updating..
es: Actualizando..
ja: 更新中...

source: Invalid contact number
es: Número de contacto inválido
ja: 無効な連絡先番号

source: Update Profile
es: Actualizar Pérfil
ja: プロフィール更新

source: Are you sure to update your profile?
es: ¿Estás seguro de actualizar tu perfil?
ja: プロフィールを更新してもよろしいですか？

source: Cancel
es: Cancelar
ja: キャンセル

source: Profile successfully updated!
es: Perfil actualizado
ja: プロフィールの更新に成功しました

source: Profile updating failed!
es: Falló la actualización de perfil
ja: プロファイルの更新に失敗しました

source: MORE
es: Más
ja: もっと

source: LESS
es: Menos
ja: 以下

source: Pulse Check
es: Control de progreso
ja: パルスチェック

source: Please help us to improve your experience.<br>We want to know how are you doing.
es: Por favor ayúdanos a mejorar tu experiencia Please help us to improve your experience.<br>Queremos saber tus comentarios.
ja: ご協力をお願いいたします。<br>私たちは、あなたがどうしているのかを知りたいのです。

source: Submit
es: Enviar
ja: 送信

source: generic image uploaded by user
es: Imagen genérica subida por el usuario
ja: ユーザーがアップロードした一般的な画像

source: The file you have uploaded contains a virus and is potentially harmful. Please contact your program coordinator
es: El archivo que has subido contiene un virus y es potencialmente dañino. Contáctate con el coordinador de su experiencia .
ja: あなたがアップロードしたファイルにはウイルスが含まれており、有害である可能性があります。担当のプログラム・コーディネーターにご連絡ください。

source: Learner's answer
es: Respuesta estudiante
ja: 学習者の回答

source: Expert's answer
es: Respuesta del experto
ja: 専門家の答え

source: Feedback
es: Comentarios
ja: フィードバック

source: Upload Profile Image
es: Sube imagen de perfil
ja: プロフィール画像のアップロード

source: Upload file(s)
es: Sube archivo(s)
ja: ファイルのアップロード

source: UPLOAD
es: Subir archivo
ja: アップロード

source: Drag and drop file here or
es: Arrastra tu documento acá
ja: ファイルをここにドラッグ＆ドロップするか

source: UPLOAD FILE
es: Sube Archivo
ja: ファイルをアップロードする

source: Expired
es: Expirado
ja: 期限切れ

source: Fully Booked
es: Completo
ja: 満室

source: is currently edting this team submission. Click on
es: esta actualmente editando esta tarea.
ja: は現在、このチームの提出物を編集しています。 クリック

source: 'View Read Only'
es: "Sólo Lectura"
ja: 「閲覧のみ」

source: to open in read only mode
es: para abrir en modo sólo lectura
ja: リードモード時オープン

source: View Read Only
es: Sólo Lectura
ja: 表示 読み取り専用

source: Your Answer is
es: Tu respuesta es
ja: あなたの答えは

source: Please put your feedback here
es: Por favor agrega tu comentarios acá
ja: ここにフィードバックをお寄せください

source: We have sent an email to "<i>{{ data.email }}</i>" with a link to log into the system - please check your inbox.
es: Te enviamos un mail "<i>{{ data.email }}</i>" para ingresar a la plataforma - Por favor revisa tu bandeja de correo.
ja: システムへログインするためのリンクを記載した電子メールを "<i>{{ data.email }}</i>" ログインするためのリンクが貼られたメールが届きますので、ご確認ください

source: If you haven't received an email in a few minutes, please make sure the email you entered is correct and check your spam folder. Thank you.
es: Si no has recibido un correo electrónico en unos minutos, asegúrate de que la dirección que has introducido es correcta y comprueba tú carpeta de correos no deseado. Muchas gracias.
ja: 数分経ってもメールが届かない場合は、入力されたメールに間違いがないか、迷惑メールフォルダをご確認ください。ありがとうございました。

source: Pending
es: Pendiente
ja: ペンディング

source: Completed
es: Completado
ja: 終えた

source: You have no {{ noReviews }} review yet!
es: No tienes {{ noReviews }} revisiones aún!
ja: まだレビュー {{ noReviews }} はありません

source: Reviews show up here, so you can easily view them here later.
es: Las revisiones aparecen aquí, para que puedas consultarlas fácilmente más tarde.
ja: レビューはここに表示されるので、後で簡単にここで見ることができます。

source: completed
es: Completado
ja: 済

source: pending
es: Pendiente
ja: ペンディング

source: Is this feedback helpful?
es: ¿Es este comentario útil?
ja: このフィードバックは役に立ちましたか？

source: Please rank this feedback from Very Poor to Excellent
es: Por favor evalúa este comentario de muy malo a excelente
ja: このフィードバックについて、「非常に悪い」から「優れている」まで順位をつけてください。

source: Send a quick thank you note!
es: Envía una nota de agradecimiento
ja: 簡単なお礼状を送ろう

source: Thanks
es: Gracias
ja: 感謝

source: Thank You
es: Muchas gracias
ja: ありがとうございました。

source: You are awesome!
es: Eres el mejor
ja: あなたはすごい!

source: Great support
es: Buen apoyo
ja: 素晴らしいサポート

source: Very helpful
es: Muy útil
ja: 大変参考になりました

source: Friendly
es: Amigable
ja: フレンドリー

source: Submit Feedback
es: Enviar comentarios
ja: フィードバックを送信

source: Submitting...
es: Enviando...
ja: 提出中

source: Thank you, feedback received.
es: Gracias, comentarios recibidos.
ja: ありがとうございます、ご意見をいただきました。

source: Continue
es: Continuar
ja: 続く

source: Error submitting rating
es: Error al enviar to nota
ja: レーティングの送信エラー

source: Please add your answer here
es: Por favor, agrega tu respuesta acá
ja: ここに回答を追加してください。

source: No answers were submitted.
es: Sin respuesta.
ja: 回答はありませんでした。

source: You have no new notifications.
es: No tienes notificaciones.
ja: 新しい通知はありません。

source: Supporting Downloads
es: Documentos de soporte
ja: サポート ファイル

source: Mark as complete and continue
es: Marcar como completado y continuar
ja: 完了をマークして続行

source: <ion-spinner name="bubbles"></ion-spinner>please wait
es: <ion-spinner name="bubbles"></ion-spinner>Por favor espera
ja: <ion-spinner name="bubbles"></ion-spinner>お待ちください

source: Waited too long?
es: ¿Mucha espera?
ja: 待ち時間が長すぎる？

source: Download <a target="_blank" href="{{video?.fileObject?.url}}">here</a>
es: Descargar <a target="_blank" href="{{video?.fileObject?.url}}">acá</a>
ja: ダウンロー<a target="_blank" href="{{video?.fileObject?.url}}">ドはこちら</a>

source: No file droped
es: Sin archivo agregado
ja: ドロップされたファイルはありません

source: More than one file droped
es: Más de un archivo agregado
ja: 複数のファイルがドロップされた

source: Not a matching file type
es: Tipo de archivo no coincidente
ja: 一致するファイルタイプではありません

source: Activity
es: Actividad
ja: アクティビティ

source: Task
es: Tarea
ja: タスク

source: Can not get review rating information
es: No es posible obtener la información
ja: レビュー評価情報を取得できない

source: We are redirecting you to the page you want to go to, please be patient <ion-spinner name="dots" class="vertical-middle"></ion-spinner>
es: Por favor espera un momento, estamos redireccionado la página. <ion-spinner name="dots" class="vertical-middle"></ion-spinner>
ja: ご希望のページにリダイレクトしていますので、しばらくお待ちください。<ion-spinner name="dots" class="vertical-middle"></ion-spinner>

source: Your link is invalid or expired.
es: Su enlace no es válido o ha caducado.
ja: リンクが無効または期限切れです。

source: Forgot your password? No worries, mate!
es: ¿Olvidaste tú clave? ¡No hay problema!
ja: パスワードをお忘れですか？

source: Enter your email and we'll send you a link that will let you pick a new password.
es: Ingresa tú correo electrónico, te enviaremos un link para configurar una nueva clave.
ja: Eメールアドレスを入力すると、新しいパスワードを選ぶためのリンクが送信されます。

source: Email
es: Correo
ja: Eメール

source: Send Email
es: Enviar correo
ja: メール送信

source: Sending...
es: Enviando...
ja: 送信...

source: Remembered it?
es: ¿Lo recordaste?
ja: 覚えている？

source: Login here
es: Ingresa acá
ja: ログインはこちら

source: Please enter email
es: Introduzca su dirección de correo electrónico
ja: メールアドレスを入力してください

source: Please wait 2 minutes before attempting to reset your password again
es: Por favor, espere 2 minutos antes de intentar restablecer su contraseña de nuevo.
ja: 2 分間待ってから、パスワードの再設定を再試行してください

source: Issue occured. Please try again
es: Se ha producido un problema. Por favor, inténtelo de nuevo
ja: 問題が発生しました。もう一度お試しください。

source: Password
es: Clave
ja: パスワード

source: LOGIN
es: Ingresar
ja: ログイン

source: LOGGING IN...
es: Ingresando...
ja: ログイン中...

source: Problem signing in?
es: ¿Problemas ingresando?
ja: サインインに問題がありますか？

source: Powered by
es: Potenciado por

source: Your email or password is empty, please fill them in.
es: Su correo electrónico o contraseña están vacíos, por favor, rellénelos.
ja: メールアドレスまたはパスワードが空です。

source: We’ve checked this password against a global database of insecure passwords and your password was on it.<br>We have sent you an email with a link to reset your password.<br>You can learn more about how we check that <a href="https://haveibeenpwned.com/Passwords">database</a>
es: Hemos cotejado esta contraseña con una base de datos global de contraseñas inseguras y su contraseña estaba en ella.<br>Le hemos enviado un correo electrónico con un enlace para restablecer su contraseña.<br>Puede obtener más información sobre cómo lo comprobamos<a href="https://haveibeenpwned.com/Passwords">aquí</a>
ja: このパスワードを安全でないパスワードのグローバルデータベースと照合したところ、あなたのパスワードはその中に入っていました。もう一度お試しください。

source: Your email or password is incorrect, please try again.
es: Su correo electrónico o contraseña son incorrectos, inténtelo de nuevo.
ja: Eメールまたはパスワードが正しくありません。もう一度やり直してください。

source: Your Login Email Address
es: Correo electrónico
ja: ログイン用メールアドレス

source: Your Mobile Number
es: Tú número de teléfono
ja: 携帯電話番号

source: Set up Practera password*
es: Configurar tu contraseña
ja: パスワードを設定する*。

source: setup practera password
es: Configura tu clave
ja: プラクテラパスワードの設定

source: Confirm password
es: Confirmar clave
ja: パスワードの確認

source: confirm password
es: Confirmar clave
ja: パスワードの確認

source: I agree to the <a class="subtitle-2" (click)="openLink()" tabindex="0" aria-label="terms & conditions">Terms & Conditions</a>
es: Acepto los <a class="subtitle-2" (click)="openLink()" tabindex="0" aria-label="terms & conditions">términos y condiciones.</a>
ja: その通り<a class="subtitle-2" (click)="openLink()" tabindex="0" aria-label="terms & conditions">取引条件</a>

source: REGISTER
es: Registrate
ja: 登録

source: Welcome {{user.email}}.
es: Bienvenido {{user.email}}.
ja: ウェルカム {{user.email}}.

source: Please accept the <a (click)="termsAndConditionsPopup()">Terms and Conditions</a> in order to continue.
es: Por favor acepta<a (click)="termsAndConditionsPopup()"> los términos y condiciones </a> para continuar.
ja: をお受け取りください<a (click)="termsAndConditionsPopup()">ご利用条件</a> を続けるために

source: I agree to the Terms and Conditions
es: Acepto los terminos y condiciones
ja: 利用規約に同意する

source: Optionally, create an account password as an additional future login option.
es: Opcionalmente, cree una contraseña de cuenta como opción adicional de inicio de sesión en el futuro.
ja: オプションとして、将来の追加ログインオプションとして、アカウントパスワードを作成することができます。

source: CONTINUE
es: Continuar
ja: コンティニュー

source: Registration link invalid!
es: Enlace de registro inválido
ja: 登録リンクが無効です

source: Registration success!
es: ¡Registro exitoso!
ja: 正常に登録!

source: Registration not complete!
es: Registro incompleto
ja: 登録が完了しません

source: We’ve checked this password against a global database of insecure passwords and your password was on it.<br>Please try again.<br>You can learn more about how we check that <a href="https://haveibeenpwned.com/Passwords">database</a>
es: Hemos cotejado esta contraseña con una base de datos global de contraseñas inseguras y su contraseña estaba en ella.<br>Le hemos enviado un correo electrónico con un enlace para restablecer su contraseña.<br>Puede obtener más información sobre cómo lo comprobamos<a href="https://haveibeenpwned.com/Passwords">aquí</a>
ja: このパスワードを安全でないパスワードのグローバルデータベースと照合したところ、あなたのパスワードはその中に入っていました。もう一度お試しください。

source: You need to agree with terms and Conditions.
es: Debe aceptar los términos y condiciones.
ja: 利用規約への同意が必要です。

source: Your passwords don't match.
es: Tus contraseñas no coinciden.
ja: パスワードが一致しない

source: Please fill in your password
es: Introduzca su contraseña
ja: パスワードを入力してください

source: Your password needs to be more than 8 characters.
es: Su contraseña debe tener más de 8 caracteres.
ja: パスワードは8文字以上である必要があります。

source: Reset your password
es: Cambia tú clave
ja: パスワードの再設定

source: Please enter a new password for your account.
es: Por favor, ingresa una nueva clave para tu cuenta
ja: アカウントの新しいパスワードを入力してください。

source: password
es: Clave
ja: パスワード

source: CHANGE PASSWORD
es: Cambiar clave
ja: パスワードを変更する

source: RESETTING...
es: Cambiando...
ja: 変化...

source: Invalid reset password link
es: Enlace para restablecer clave incorrecto
ja: パスワード再設定リンクが無効

source: Password successfully changed! Please login with the new password.
es: ¡Contraseña cambiada correctamente! Inicie sesión con la nueva contraseña.
ja: パスワードの変更に成功しました。新しいパスワードでログインしてください。

source: Error updating password. Please try again.
es: Problema modificando tu clave. Por favor inténtalo otra vez.
ja: パスワードの更新に失敗しました。もう一度やり直してください。

source: Terms
es: Terminos
ja: 条項

source: Please review the following reviewer terms and conditions, before you continue to practera.
es: Por favor revisa los términos y condiciones antes de continuar.
ja: 以下のレビュー条件をご確認の上、Practeraをご利用ください。

source: I agree
es: Acepto
ja: 承諾します

source: Channel details
es: Detalles Canal
ja: チャンネル詳細

source: Who is in this chat
es: En este chat
ja: このチャットの参加者

source: {{ memberList.length }} Members
es: {{ memberList.length }} Miembros
ja: {{ memberList.length }} メンバー

source: No messages.
es: Sin mensajes.
ja: メッセージはありません。

source: This channel is for institution announcements. Only admins and coordinator can send messages on it.
es: Este canal es para anuncios de la institución. Sólo los administradores y coordinadores pueden enviar mensajes en él.
ja: このチャンネルは機関のお知らせ用です。 管理者とコーディネーターのみがメッセージを送信できます。

source: uploaded attachment preview
es: vista previa del archivo adjunto
ja: アップロードされた添付ファイルのプレビュー

source: {{ memberList.length }} members
es: {{ memberList.length }} miembros
ja: {{ memberList.length }} メンバー

source: empty chat
es: Chat vació
ja: エンプティチャット

source: Type your first message!
es: ¡Ingresa tu primer mensaje!
ja: 最初のメッセージを入力してください

source: It's time to start a chat
es: Es tiempo de empezar un chat
ja: チャットを開始する時間です

source: Enter your message
es: Introduzca su mensaje
ja: メッセージを入力してください。

source: Messages
es: Mensajes
ja: メッセージ

source: Event
es: Evento
ja: イベント

source: Event Expired
es: Evento expirado
ja: イベントの有効期限が切れました

source: {{ event.videoConference.provider }} Meeting
es: {{ event.videoConference.provider }} Reunión
ja: {{ event.videoConference.provider }} ミーティング

source: {{ event.remainingCapacity }} Seats Available Out of {{ event.capacity }}
es: {{ event.remainingCapacity }} Cupos disponibles de {{ event.capacity }}
ja: {{ event.remainingCapacity }} 空席あり {{ event.capacity }}

source: Booking this event will cancel your booking for other events within the same activity, do you still wanna book?
es: Reservar este evento cancelará tu reserva para otros eventos dentro de la misma actividad, ¿Aún quieres reservar?
ja: このイベントを予約すると、同じアクティビティ内の他のイベントの予約はキャンセルされますが、それでも予約しますか？

source: Booking cancelled Successfully!
es: ¡Reserva cancelada con éxito!
ja: 予約がキャンセルされました

source: Booked Successfully!
es: ¡Reservado con éxito!
ja: 無事予約完了

source: Booking failed, please try again later!
es: Error en la reserva, inténtelo más tarde.
ja: 予約に失敗しました。後でもう一度試してください。

source: Book
es: Reservar
ja: 予約

source: Cancel Booking
es: Cancelar Reserva
ja: 予約の取り消し

source: View Check In
es: ver registro
ja: チェックインを見る

source: Check In
es: registrarse
ja: チェックイン

source: startDate, All Day - endDate, All Day
es: startDate, Todo el día- endDate, Todo el día
ja: startDate, 終日 - endDate, 終日

source: startDate, All Day
es: startDate, Todo el día
ja: startDate, 終日

source: Event categories
es: Categoria de eventos
ja: イベントカテゴリ

source: Browse
es: Explorar
ja: ブラウズ

source: Booked
es: Reservado
ja: 予約済み

source: Attended
es: Atendido
ja: 出席した

source: Filter by Activity
es: Filtrar por actividad
ja: アクティビティで絞り込む

source: There's no new event.
es: No hay nuevos eventos.
ja: 新しいイベントはありません。

source: Go to the booked tab to see the events you've booked.
es: Click en la pestaña reservados para ver los eventos que has reservado.
ja: 予約済みタブに移動して、予約したイベントを確認します。

source: You have no booked events.
es: No tienes eventos reservados.
ja: 予約したイベントがない。

source: Go to the browse tab and book an event to see it here.
es: Vaya a la pestaña explorar y reserva eventos para verlo aquí.
ja: ブラウズタブからイベントを予約して、ここで見ることができます。

source: You have not attended any events.
es: No tienes eventos que hayas atendido.
ja: イベントに参加していません。

source: You can see all your past events in this tab.
es: En esta pestaña puedes ver todos tus eventos pasados.
ja: このタブでは、過去のすべてのイベントを見ることができます。

source: Events
es: Eventos
ja: イベント

source: Events list by category
es: Lista de eventos por categoria
ja: カテゴリー別イベント一覧

source: Event details
es: Detalles del evento
ja: イベント内容

source: Experiences
es: Experiencias
ja: 体験談

source: Your experiences
es: Tus experiencias
ja: あなたの経験

source: Access and check the progress of your experiences below
es: Accede y comprueba el progreso de tus experiencias a continuación
ja: 以下で体験の進捗状況を確認してください

source: {{program.progress}}% Progress
es: {{ experienceProgress }}% Progreso

source: loading...
es: Cargando...
ja: 読み込み中

source: Error switching program
es: Error cambiando de programa
ja: エラー切替プログラム

source: Home
es: Inicio
ja: ホーム

source: Home content
es: Inicio
ja: ホームコンテンツ

source: Experience Details
es: Detalles experiencia
ja: エクスペリエンス詳細

source: {{ count }} Activities
es: {{ count }} Actividades
ja: {{ count }} 活動一覧

source: Activities
es: Actividades
ja: 活動一覧

source: {VAR_SELECT, select, true {Badges & Points} false {Badges}}
es: {VAR_SELECT, select, true {Insignias y Puntos} false {Insignias}}
ja: {VAR_SELECT, select, true {バッジとポイント} false {バッジ}}

source: Activity list
es: Lista actividades
ja: 活動一覧

source: Badges awarded
es: Insignias ganadas
ja: 授与されたバッジ

source: You have no badges yet!
es: ¡No tienes insignias aún!
ja: まだバッジがありません。

source: Experience badge will show up here.
es: Las insignias de las experiencia aparecerán acá.
ja: 経験値バッジはここに表示されます。

source: Total Points Earned: {{getEarnedPoints}}
es: Total Puntos: {{getEarnedPoints}}
ja: 獲得した合計ポイント {{getEarnedPoints}}

source: Notifications
es: Notificaciones
ja: 通知

source: Notifications list
es: Lista notificaciones
ja: 通知リスト

source: Page Not Found
es: Página no encontrada
ja: ページが見つかりません

source: Go Home
es: Ir a inicio
ja: 家に帰れ

source: Reviews
es: Revisiones
ja: レビュー

source: It's empty here.
es: Esta vació.
ja: 空っぽです

source: Oops! Seems like there's nothing in this yet.
es: ¡Uy! Parece que todavía no hay nada.
ja: おっとっと！ これにはまだ何もないようです。

source: Settings
es: Configuración
ja: 設定

source: Your Details
es: Tus detalles
ja: あなたの詳細

source: user profile
es: Perfil de usuario
ja: ユーザープロファイル

source: Name
es: Nombre
ja: 名称

source: If you need to update your name or email please contact the experience administrator.
es: Si necesita actualizar su nombre o correo electrónico, póngase en contacto con el administrador de la experiencia.
ja: お名前やメールアドレスの更新が必要な場合は、体験管理者までご連絡ください。

source: Support
es: Soporte
ja: サポート

source: Contact support
es: Contactar soporte
ja: サポート問い合わせ先

source: Terms and Conditions
es: Términos y condiciones
ja: ご利用条件

source: Log Out
es: Cerrar sesión
ja: ログアウト

source: Profile picture successfully updated!
es: ¡Foto de perfil actualizada con éxito!
ja: プロフィール画像、無事更新しました

source: File upload failed, please try again later.
es: Falló en la subida del archivo. Por favor inténtelo otra vez más tarde
ja: ファイルのアップロードに失敗しました。後でもう一度やり直してください。

source: My Experiences
es: Mis experiencias
ja: 私の体験談

source: Choice Description
es: Selecciona una descripción
ja: チョイスの説明

source: Error retrieving pulse check data
es: Error obteniendo tu información
ja: パルスチェックデータの取り出しに失敗した

source: All Day
es: Todo el día
ja: 終日

source: Until this.utils.utcToLocal(event.endTime, 'time')
es: Hasta this.utils.utcToLocal(event.endTime, 'time')
ja: まで this.utils.utcToLocal(event.endTime, 'time')

source: No Filestack responses
es: Sin respuesta
ja: Filestackの応答なし

source: Inaccessible file
es: No se puede acceder al archivo
ja: アクセス不能なファイル
